# Exp

## Description
Function Exp returns the value of e to the x, where e is the base of the natural logarithms and x is the specified value.

```pascal
FUNCTION Exp(v : REAL) : REAL;
```

```python

def vs.Exp(v):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL||

## Version
Availability: from MiniCAD
## Category
* Math - General